Repository: khaledkwking/AssetsManagement
Catalog: AssetsManagement/App_GlobalResources/DefaultResource.*.resx
Languages: ar_kw

source: Active Users
ar_kw: مستخدمي النظام

source: Administration
ar_kw: إدارة النظام

source: Advance Search
ar_kw: البحث المتقدم

source: Alerts
ar_kw: التنبيهات

source: Arabic
ar_kw: العربية

# ChooseOption
source: Choose an option
ar_kw: إختر خيار

# Dashboard
source: Home
ar_kw: الرئيسية

source: End Date
ar_kw: تاريخ النهاية

source: English
ar_kw: الانجليزية

source: Events
ar_kw: الأحداث

source: Export
ar_kw: تصدير

source: External Users
ar_kw: المستخدمين الخارجيين

source: Extrnal Users
ar_kw: المستخدمين الخارجيين

# HeaderTitle
source: Assets System
ar_kw: ادارة العهد

source: Import
ar_kw: استيراد

source: Inbox and tasks
ar_kw: البريد الوارد والمهام

source: My Notifications
ar_kw: الإشعارات الخاصة بي

source: My Profile
ar_kw: ملفي الشخصي

source: My Tasks
ar_kw: المهام الخاصة بي

source: New
ar_kw: جديد

# NEWGE
source: New Government Entity
ar_kw: جهة جديدة

source: New Project
ar_kw: مشروع جديد

source: Print
ar_kw: طباعة

source: Reports
ar_kw: التقارير

source: Roles
ar_kw: الصلاحيات

source: Settings
ar_kw: الإعدادات

source: Sign Out
ar_kw: تسجيل الخروج

# Site_title
source: Mathaly | GYM
ar_kw: نظام المثالى جيم اون لاين

source: Start Date
ar_kw: تاريخ البداية

source: Status
ar_kw: الحالة

source: User Notifications
ar_kw: إشعارات المستخدم

source: User Reports
ar_kw: تقارير المستخدم

source: Users & Roles
ar_kw: المستخدمين والصلاحيات

source: YOU ARE HERE
ar_kw: أنت هنا

source: Activity
ar_kw: النشاط

# AdvisoryOffice
source: Advisory Office - Supervision of Implementation
ar_kw: المقاول

source: Current
ar_kw: الفعلي

source: Days
ar_kw: ايام

source: Export Options
ar_kw: خيارات التصدير

source: FAQ
ar_kw: الاسئلة الاكثر شيوعا

source: Files
ar_kw: الملفات

source: Notifications
ar_kw: الإخطارات

source: Sceduled
ar_kw: المقرر

source: Statistics
ar_kw: الاحصائات

source: Support
ar_kw: الدعم

source: Close
ar_kw: اغلاق

source: IP Address
ar_kw: عنوان الاي بي

source: PDF files
ar_kw: ملفات بي دي اف

source: Pictures Files
ar_kw: ملفات الصور

source: Word Files
ar_kw: مستندات وورد

source: New Contract
ar_kw: عقد جديد

source: Created On
ar_kw: تاريخ التقرير الشهري

source: Notes
ar_kw: ملاحظات

source: Cancel
ar_kw: خروج

source: Delete
ar_kw: حذف

# Edite
source: Edit
ar_kw: تعديل

source: Insert
ar_kw: حفظ

source: Save
ar_kw: حفظ

source: Update
ar_kw: تحديث

source: Allow Display
ar_kw: السماح بالعرض

source: Creator
ar_kw: المدخل

source: New Record
ar_kw: أضافة سجل جديد

# Title
source: Title - Eng
ar_kw: الاسم - انجليزي

source: Title - Ar
ar_kw: الاسم

source: Updater
ar_kw: المحدث

source: Clear
ar_kw: مسح

# Email
source: User Name
ar_kw: البريد الالكترونى

source: Password
ar_kw: كلمة السر

source: Search
ar_kw: بحث

source: signin
ar_kw: تسجيل الدخول

# ExpectedCompletion
source: Expected Completion Date
ar_kw: تاريخ الانتهاء المتوقع

# PictureName
source: Main Image
ar_kw: ألصورة الرئيسية

# SelectItemPlease
source: Please select option.....
ar_kw: يرجى اختيار احدى الخيارات ....

source: Update Record
ar_kw: تحديث السجل

source: View Image
ar_kw: عرض الصورة

# DataDate
source: Report Date
ar_kw: تاريخ التقرير الشهري

source: Expected Completion Date
ar_kw: تاريخ الإنتهاء المتوقع

source: View Details
ar_kw: عرض التفاصيل

source: ID
ar_kw: الرقم

# KWD
source: KD
ar_kw: د.ك

source: New Payment
ar_kw: دفعة جديدة

source: Date
ar_kw: التاريخ

# ExtensionAfteAchivDate
source: Extension After Achievements
ar_kw: الانجاز بعد التمديد

source: Extension Days
ar_kw: عدد ايام التمديد

source: Total
ar_kw: المجموع

# daysDay
source: Days
ar_kw: يوم

source: Import Data
ar_kw: استيراد بيانات

source: Choose File...
ar_kw: اختر ملف....

# ExcelOnlyMessage
source: Please select a valid Excel File file.
ar_kw: يرجى تحديد ملف Excel ملف صالح.

# FileRequired
source: Please select file
ar_kw: يرجى اختيار ملف

source: Difference
ar_kw: الفرق

source: No Of Contracts
ar_kw: عدد العقود

source: Updated On
ar_kw: اخر تحديث

source: Value
ar_kw: القيمة

# UnSelect
source: Hide
ar_kw: اخفاء

source: View Dashboard
ar_kw: عرض لوحة المعلومات

source: Remember Me
ar_kw: تذكرني

# signinMesages
source: Login to System
ar_kw: تسجيل الدخول

source: Advanced
ar_kw: متقدم

# ImageCaption
source: Image Caption English
ar_kw: نص توضيحي - انجليزي

# ImageCaptionAr
source: Image Caption Arabic
ar_kw: نص توضيحي - عربي

source: Image File
ar_kw: ملف الصورة

# NoImages
source: No images for this Item.
ar_kw: لا توجد صور لهذا العنصر.

source: Expexted End Date
ar_kw: الانتهاء المتوقع

# NewContractFilesTypes
source: New Contract Files Section
ar_kw: قسم ملفات جديد

# SectionTitle
source: Section Title English
ar_kw: عنوان القسم - انجليزي

# SectionTitleAr
source: Section Title Arabic
ar_kw: عنوان القسم - عربي

# FileName
source: File Title English
ar_kw: عنوان الملف - انجليزي

# FileNameAr
source: File Title Arabic
ar_kw: عنوان الملف -عربي

# NewContractFiles
source: New Contract File
ar_kw: ملف جديد

source: Select File
ar_kw: اختر ملف

source: Required Field
ar_kw: هذا الحقل مطلوب

source: Civil ID
ar_kw: الرقم المدني

source: User ID
ar_kw: رقم المستخدم

source: User Name
ar_kw: اسم المستخدم

source: Users List
ar_kw: قائمة المستخدمين

source: Adding
ar_kw: الاضافة

source: Deleting
ar_kw: الحذف

source: Importing
ar_kw: استيراد البيانات

source: Privilege
ar_kw: الصلاحية

source: Privileges
ar_kw: الصلاحيات

source: Updating
ar_kw: التحديث

source: Privileges Assignment
ar_kw: إدارة صلاحيات المستخدمين

source: Page Description
ar_kw: تفاصيل الصفحة

source: Page ID
ar_kw: رقم الصفحة

source: Page Link
ar_kw: رابط الصفحة

source: Page Name
ar_kw: اسم الصفحة

source: Invalid User !
ar_kw: اسم المستخدم غير صحيح

source: Save Changes
ar_kw: حفظ التغييرات

# AccessDenied
source: You don't have permission to access this site.
ar_kw: ليس لديك إذن للوصول إلى هذا الموقع.

source: Error
ar_kw: خطاء

source: Invalid user name or password!
ar_kw: اسم المستخدم او كلمة السر خاطئة

# MyFile
source: File
ar_kw: ملف

# MyFile_Signout
source: SignOut
ar_kw: تسجيل خروج

# MainTitle
source: Assets Managment
ar_kw: نظام إدارة العهد

source: Actions
ar_kw: العملية

# DeleteTitle
source: Delete
ar_kw: حذف

# EditTitle
source: Edit
ar_kw: تعديل

# GlobalSearch
source: Searching in System
ar_kw: البحث في النظام

# GlobalSearchNote
source: Find the desired results
ar_kw: العثور على البيان المطلوب

# CodeTitle
source: Code
ar_kw: الكود

# AreaDesc
source: Area
ar_kw: المنطقة

# BlockDesc
source: Block
ar_kw: القطعه

# CustCivilIdDesc
source: Civil Id
ar_kw: رقم الهوية

# CustlicEndDateDesc
source: Licence Expired
ar_kw: تاريخ انتهاء الرخصة

# CustLicNoDesc
source: Licence No
ar_kw: رقم الرخصة

# CustListDesc
source: Customers
ar_kw: المستأجرين

# CustNameDesc
source: Customer Name
ar_kw: أسم المستأجر

# CustNatDesc
source: Nationality
ar_kw: الجنسيية

# CustTelDesc
source: Telphone
ar_kw: الهاتف

# FloorDesc
source: Floor
ar_kw: الدور

# HouseDesc
source: Buliding No.
ar_kw: المنزل

# PaymentTypeDesc
source: Payement type
ar_kw: نوع المصروف

source: Payment Types
ar_kw: انواع المصروفات

# StreetDesc
source: Strret No.
ar_kw: الشارع

# WorkAddress
source: Working Address
ar_kw: عنوان العمل

# Site_Fottertitle
source: Assets Management
ar_kw: نـظـام إدارة العـهد

# Site_GetSupport
source: Get Support
ar_kw: احصل على الدعم

source: Assets
ar_kw: العهد

source: Assets Transfer
ar_kw: تحويل عهده

source: Basic Data
ar_kw: البيانات الاساسية

# Bulidings
source: Buliding
ar_kw: المبانى

# DepartmentReport
source: Departments Report
ar_kw: تقرير الادارات و الاقسام

source: Details Inventory
ar_kw: الجرد التفصيلى

source: Employee Designation
ar_kw: تسجيل موظف بغرفة

source: Employees
ar_kw: الموظفين

source: Employees Data
ar_kw: بيانات الموظفين

source: Employees Report
ar_kw: تقرير الموظفين

# ItemReport
source: Items Report
ar_kw: تقرير المواد

source: Items Sub-Category
ar_kw: انواع تصنيفات الاصناف

source: Items Data
ar_kw: عرض بيانات الاصناف

source: Items Units
ar_kw: وحدة القياس

source: Official Assets
ar_kw: عهد تنظمية

source: Official Assets Card
ar_kw: بطاقة عهدة تنظمية

source: Official Assets Report
ar_kw: تقرير العهد التنظمية

source: Organization
ar_kw: الجهات والادارات

source: Other Reports
ar_kw: تقارير اخري

source: Personal Assets Card
ar_kw: بطاقة عهدة شخصية

source: Personal Assets Report
ar_kw: تقرير العهد شخصية

source: Personel Assets
ar_kw: العهد الشخصية

source: Room Assets Report
ar_kw: عهد داخل الغرف

source: Floors
ar_kw: ادوار المبنى

# RoomsTitle
source: Rooms Data
ar_kw: بيانات الغرف

source: No.
ar_kw: م

# MainItemsCat
source: Main- Category
ar_kw: التصنيف الرئيسى للاصناف

source: Confirm
ar_kw: تاكيد

source: Delete Confirmation
ar_kw: تاكيد الحذف

source: Items Category
ar_kw: التصنيف الفرعي للاصناف

# CountableTitle
source: Allow Countable
ar_kw: نثري

# ItemBarcode
source: Barcode
ar_kw: الباركود

# ItemDesc
source: Item Description
ar_kw: وصف الصنف

# ItemPrice
source: Price
ar_kw: سعر الصنف

# ItemQtyLimit
source: Qty Limit
ar_kw: حد نفاذ الكمية

# ItemStatus
source: Status
ar_kw: حالة الصنف

# OrganizedTitle
source: Allow Orginazed
ar_kw: تنظيمية

# Exchange
source: Items Exchange
ar_kw: صرف الاصناف

source: Exchange Vouchers
ar_kw: عرض سندات الصرف

source: Inventory
ar_kw: المخازن

source: Inventory Data
ar_kw: بيانات المخازن

source: Inventory Stock
ar_kw: الموجودات

source: Items Limits
ar_kw: الحد الادنى للاصناف

# Report_DestroyItems
source: Destroy Items Report
ar_kw: تقرير اهلاك التوالف

# Report_General
source: General Report
ar_kw: تقارير عامة

# Report_InOut
source: Supply / Exchange Report
ar_kw: تقرير سجل الوارد والصادر

# Report_Notifactions
source: Notfication
ar_kw: تنبيهات

# Report_ReceivingAssets
source: Receiving Assets Report
ar_kw: تقرير العهد المستلمة

source: Suppliers
ar_kw: الموردين

# Supply
source: Items Supply
ar_kw: توريد الاصناف

source: Supply Vouchers
ar_kw: عرض سندات التوريد

# Departements
source: Departments
ar_kw: بيانات الادارات

# DepartementName
source: Name
ar_kw: اسم الادارة

source: Finger No
ar_kw: رقم البصمة

source: Job Title
ar_kw: المسمى الوظيفي

# ManagerName
source: Manager
ar_kw: المسئول

source: Add Asset
ar_kw: اضافة عهده

source: Add Destroy Orders
ar_kw: اضافة سند اهلاك توالف جديد

source: Add Handover Asset
ar_kw: اضافة سند اهلاك

source: Add In Order
ar_kw: اضافة سند توريد جديد

source: Add Out Order
ar_kw: اضافة سند صرف جديد

source: Add Withdraw Order
ar_kw: اضافة سند تسليم عهده جديد

source: Destroy Orders
ar_kw: عرض سندات الاهلاك التوالف

source: Display Assets
ar_kw: عرض العهد

source: In Orders
ar_kw: سندات التوريد

source: Out Orders
ar_kw: سندات الصرف

source: Room Name
ar_kw: أسم الغرفة

# HandOverOrders
source: Withdraw Orders
ar_kw: عرض سندات تسليم العهد

source: Expired Date
ar_kw: تاريخ الانتهاء

source: Item Id
ar_kw: رقم الصنف

source: Item Name
ar_kw: أسم الصنف

# ItemsStockData
source: Items Stock
ar_kw: بيانات الموجودات

# Quantity
source: Total Quantity
ar_kw: الكمية الحالية الكلية

source: SerialNo
ar_kw: رقم السيريال

# StoreFlag
source: Inventory
ar_kw: مخزن

# SuppliersData
source: Supplier Data
ar_kw: بيانات الموردين

# ItemsTitle
source: Items
ar_kw: الاصناف

# EmployeeInRoom
source: Employees in Room
ar_kw: تسكين الغرف

source: EmpName
ar_kw: أسم الموظف

# ItemQtyStockErrorMsg
source: It cannot save Item Because Quntity Over Item Type
ar_kw: لايمكن حفظ البيانات لان الكمية اكبر من 1 و الصنف غير نثري

source: Ok
ar_kw: موافق

# RoomNo
source: RoomName
ar_kw: رقم الغرفة

source: Select Item
ar_kw: تغيير الصنف

# DeptQuotaTitle
source: Department Quota
ar_kw: اقصي عدد اقسام

# QuataMessage
source: Can not add more than department that defined in the room data
ar_kw: لا يمكن تسكين ادارات اكثر من المحدد في بيانات الغرفة

source: SearchBy
ar_kw: البحث بـ

source: Action Type
ar_kw: نوع الاجراء

source: Move EmployeeTo Empty Room
ar_kw: نقل موظف الى غرفة فارغه بدون موظف

# SaveAction
source: Excute Action
ar_kw: تنقيذ الاجراء

source: Switching Staff Offices
ar_kw: تبديل مكاتب موظفين

source: Transfer Employees Assets
ar_kw: تحويل عهده موظفين تم تسكينهم على الغرف

# DepartmentErrorMessage
source: Must enter the department
ar_kw: لايمكن الحفظ يجب ادخال الادارة

# DepatmentDiffTitle
source: Switch departments are different Do you want to continue?
ar_kw: الادارات التحويل مختلفة هل تريد تنفيذ الاجراء?

# EmptyDataMsg
source: You must select correct Data
ar_kw: يجب اختيار البيانات بطريقة صحيحة

# EmptyEmployeeMsg
source: You must select Employees Data first
ar_kw: يجب اختبار بيانات الموظفين اولا

# EmptyRoomMsg
source: Room must be empty
ar_kw: يجب انت تكون الغرفة بدون موظف

source: From Inventory
ar_kw: من: مخزن

source: Inventory Name
ar_kw: أسم المخزن

# NoSelectionMsg
source: You must Select Items
ar_kw: يجب اختيار اصناف التحويل

source: Orginzational Asset
ar_kw: عهدة تنظيمية

# OutOrderTitle
source: OutOrder Data
ar_kw: بيانات سند الصرف

source: Personal Asset
ar_kw: عهدة شخصية

source: Reader Data
ar_kw: بيانات جهاز القاري

# ReadNofItems
source: No of Reading Items
ar_kw: عدد الاصناف

# ReadNoItemsFound
source: No tags Found
ar_kw: لا يوجد اصناف لقراءتها

# ReadOneItem
source: 1 tag found
ar_kw: تم قراءة صنف واحد فقط

source: Scan Reader
ar_kw: اعادة القراءه

# SwitchSucessMsg
source: Success Switching
ar_kw: تم التحويل بنجاح

source: Transfer Asset
ar_kw: تحويل العهد

# VoucherDate
source: Order Date
ar_kw: تاريخ السند

# VoucherNum
source: No.
ar_kw: رقم السند

# AddItemTitle
source: Add Item
ar_kw: أضافة العنصر

source: Required Qty
ar_kw: الكمية المطلوبه

# CheckItemsInventoryMsg
source: Some Item outside Inventory so it can add to list
ar_kw: يوجد بعض اصناف موجوده خارج المخزن و لا يمكن ادرجها

# ChooseInventoryMsg
source: You must Choose Inventory before you scan
ar_kw: يجب اختيار المخزن اولا

source: New Out Order
ar_kw: سند صرف جديد

source: Add Supply Voucher
ar_kw: سند توريد جديد

source: Barcode
ar_kw: الباركود

# BarCodeTitle
source: BarCode Reader
ar_kw: قاري BarCode

# CheckItemHasStockMsg
source: You choose items not define so you must select Item Name first
ar_kw: تم اختيار اصناف جديده غير معرفه يجب اولا تحديد اسم الصنف قبل التوريد

# DuplicateItemMsg
source: This Item inserted before
ar_kw: تم اضافة الصنف من قيل

source: From Supplier
ar_kw: من مورد

# InSufficientQtyMsg
source: InSufficient Quantity for Item No.
ar_kw: كمية الموجود بالمخزن غير كافية للصرف العنصر رقم

# InvalidItemBarCode
source: Item is not found in selected Inventory
ar_kw: هذا الصنف غير موجود بالمخزن المحدد

source: Invoice Amount
ar_kw: مبلغ الفاتورة

source: Item not Found
ar_kw: الصنف غير موجود

source: Payment Date
ar_kw: تاريخ الدفعة

source: Payment No
ar_kw: رقم الدفعة

source: Purchase No
ar_kw: رقم امر الشراء

# ReaderBarcodeTitle
source: Searching By
ar_kw: البحث باستخدام

# ReaderTitle
source: RFID Reader
ar_kw: قاري RFID

# SelectedEmpAndDepartMsg
source: You Should select Employee, Department and Room
ar_kw: يجب التاكد من تحديد الموظف و الغرفة و الادارة قبل حفظ البيانات

source: Supplier Name
ar_kw: أسم المورد

source: Supply Voucher Data
ar_kw: بيانات سند التوريد

# ToInventory
source: To Store
ar_kw: الى : مخزن

# UnSuccessConnect
source: Failed to connect to the Sacnner reader
ar_kw: فشلت عملية الاتصال بجهاز القاري

# DuplicateUncountableItemInstock
source: Item is found before in this Inventory and it is uncountable item so You can not add again
ar_kw: هذا الصنف موجود قبل ذلك بالمخزن المحدد و لا يمكن ادرجه لانه غير نثري

# InCurStock
source: In Stock Qty
ar_kw: الكمية عند التوريد

# RoomOrStore
source: Store/Room
ar_kw: غرفة/مخزن

# SerialOrBarcode
source: Serial/Barcode
ar_kw: سيريال/باركود

source: Destroy Reason
ar_kw: سبب الاهلاك

# DestoryOrderTitle
source: Destory Data
ar_kw: بيانات سند الاهلاك

# RequiredItemsMsg
source: Must Add Requried items before save voucher
ar_kw: يجب ادخال الاصناف المطلوبه قبل حفظ السند

# AddHandOverOrders
source: Add HandOver Order
ar_kw: اضافة سند تسليم عهده جديد

# HandOverOrdersTitle
source: Hand Over Orders Data
ar_kw: بيانات سند تسليم عهده

# AssetItemTilte
source: Asset
ar_kw: عهدة

# CurrentInQuantity
source: Current Total In Qty
ar_kw: الكمية الكلية عند الصرف

# IPAddressTitle
source: Reader IP
ar_kw: IP القاري

source: Current Destory Quantity
ar_kw: الكمية عند الاهلاك

# HandOverReason
source: Reason
ar_kw: سبب التسليم

# CheckItemsInsideInventoryMsg
source: It is not making handover for item inside the select Inventory
ar_kw: لا يمكن تسليم اصناف داخل المخزن المحدد يرجى مراجعة الصنف

# AssetsInDepartmentMsg
source: There are Items as Assets to this departement or Employee please handover these itmes first
ar_kw: لايمكن الحذف حيث يوجد اصناف فى عهد القسم او الموظف يجب اسقاط هذه العهد اولا

# QtyLimitMsg
source: There are Items Limit less than 1
ar_kw: تم اختيار اصناف رصيدها اقل من 1 لا يمكن اضافتها

source: Add Transfer Order
ar_kw: اضافة سند تحويل جديد

# CheckTransferOrder
source: Review and excute the Order
ar_kw: مراجعة و تنفيد سند التحويل

source: Confirm Transfer
ar_kw: تاكيد التحويل

source: Current Transfer Quantity
ar_kw: الكمية عند التحويل

# OrderExectued
source: Executed
ar_kw: فعال

# OrderNotExectued
source: Not Executed
ar_kw: غير فعال

source: Order Status
ar_kw: حالة السند

# TransferOrderDetails
source: Order Details
ar_kw: تفاصيل سند التحويل

# TransferOrdersTitle
source: Display Transfer Orders
ar_kw: عرض سندات التحويل

# DisplayAll
source: Dispaly All
ar_kw: عرض الكل

# AddChangeQuantityOrder
source: Add Equalization Orders
ar_kw: اضافة سند تسوية جديد

# ChangeQuantityOrdersTitle
source: Equalization Orders
ar_kw: عرض سندات التسوية

# Site_FottertitleEng
source: Assets management System
ar_kw: GPFA Assets Management System

# WelcomeMsg
source: Welcome to you
ar_kw: مرجبا بكم في

# ReturnOutOrdersTitle
source: Return OutOrders
ar_kw: سندات مرتجع الصرف

source: Out Order No.
ar_kw: رقم طلب الصرف

# OutQty
source: Out Quantity
ar_kw: الكميةالمصروفه

# CurrentReturnQuantity
source: Current Return Qty
ar_kw: الكمية الكلية عند المرتجع

# CheckDateRange
source: Order date must earlier than enter date by 3 days and geater than 3 days
ar_kw: يجب ان يكون تاريخ السند اقل من التاريخ الاصل ب 3 ايام واكير من 3 ايام

# ItemQtyOutLimitTitle
source: Red Color means Qty out of Limit
ar_kw: اللون الاحمر يعنى تعدي نفاذ الكمية

# OrderHasReturnTitle
source: Red Color means Order has Return order
ar_kw: اللون الاحمر يعنى يوجد سند مرتجع لهذا السند

source: Attachment File
ar_kw: ملف المرفقات

source: Upload File
ar_kw: تحميل

# ViewFile
source: View
ar_kw: عرض

# InorderIslockMsg
source: It is not allowed to update this order because items in this order already sold out
ar_kw: لايمكن اجراء تعديل على هذا اصناف سند حيث انه تم صرف الاصناف الموجود به و تم تعديل فقط بيانات السند

# DamgedItemsList
source: Damaged Items
ar_kw: عرض اصناف التوالف

# ItemsSeearch
source: Items Search
ar_kw: الاستعلام عن الاصناف

# DeleteOutOrderMsg
source: You can not Detete out order because it has return Order
ar_kw: لا يمكن حذف السند لوجود سند مرتجع مرتبط به

# DeleteInOrderMsg
source: You can cot delete In order because some items will decrease below zero
ar_kw: لايمكنك حذف السند لوجود بعض العناصر سيكون رصيدها اقل من الصفر

# DeleteItemInOrderMsg
source: You can Not delete Item because this item will decrease below zero
ar_kw: لايمكنك حذف العنصر وذلك لان سوف سيكون رصيدها اقل من الصفر او يوجد مرتجع على هذا الصنف

source: In order No.
ar_kw: رقم طلب التوريد

# InOrderTitle
source: In Order Data
ar_kw: بيانات سند التوريد

source: In Qty
ar_kw: كمية الوارده

# ReturnInOrdersTitle
source: Return In orders
ar_kw: سندات مرتجع التوريد

# ReturnInOrderTitle
source: Return In order
ar_kw: سند مرتجع التوريد

# DeleteItemQtyMsg
source: You can Not delete Item because this item will decrease below zero
ar_kw: لايمكنك تعديل او حذف العنصر وذلك لان سوف سيكون رصيدها اقل من الصفر

# DuplicatedUserMsg
source: Duplicated User with same name
ar_kw: هذا المستخدم موجود من قبل

# MustSelectEmployee
source: You must select employeee before you save data
ar_kw: يجب اختيار الموظف لكي يتم الحفظ

source: Inventory Assigning
ar_kw: تعيين المخازن

source: Accessing
ar_kw: العرض

source: System Pages Assignment
ar_kw: تعين صلاحيات المستخدمين

# ChangeEmpRoomMsg
source: Not allow to change room related to department has an employee
ar_kw: لايمكن تعديل غرفة تابعة للادارة بها موظف

source: User Type
ar_kw: نوع المستخدم

# DisplayLeaveEmployees
source: Display Retirees
ar_kw: عرض المتقاعدين

# QuotaTitle
source: Quota No
ar_kw: رقم مرجع الكوتا

# HandOverEmpDifferentMsg
source: You must Select Same Employee Item
ar_kw: يجب اختار نفس الاصناف المتعلقة بالموظف

# HandOverEmpSelectMsg
source: you must choose Employee first
ar_kw: يجب اختيار الموظف اولا

# HandOverEmpAndRoomCheckMsg
source: Choosen Items must be same employee and room
ar_kw: يجب ان تكون جميع الاصناف متعلفة بنفس الموظف و الغرفة

# HandOverUncompletedItemsMsg
source: There are other asset items for this employee not scanned
ar_kw: لايمكن الغاء التسكين حيث يوجد أصناف اخري فى عهد الموظف يجب تسليمها

# NotesOther
source: Other Notes
ar_kw: ملاحظات اخري

# Transfer_Items_Between_Rooms
source: Transfer Items from room to room
ar_kw: تحويل الاصناف من غرفة الى غرفة

source: From Date
ar_kw: فى الفترة من

source: In Details
ar_kw: تفصيلى

# InTotal
source: As a total
ar_kw: اجمالى

# OutOrderItemReport
source: Out Orderrs Items Report
ar_kw: تقرير سندات صرف الاصناف

# Preview
source: Print Preview
ar_kw: معاينة للطباعه

source: To Date
ar_kw: الى :

source: Out Orders Report
ar_kw: تقرير سندات الصرف

source: Attachment
ar_kw: مرفقات

# UploadSucessMsg
source: Upload File Success
ar_kw: تم تحميل الملف بنجاح

# ItemsStockLimitReport
source: Items Less than Quantity Limit
ar_kw: تقرير الاصناف التى تجاوزت الحد الادنى

# DestoryOrderItemReport
source: Destory Order Items Report
ar_kw: تقرير سندات اهلاك الاصناف

# HandOverOrderItemReport
source: HandOver Order Items Report
ar_kw: تقرير سندات تسليم الاصناف العهد

# InOrderItemReport
source: In Order Items Report
ar_kw: تقرير سندات توريد الاصناف

source: Print Empty out order
ar_kw: طباعة سند صرف فارغ

# ChangeQuantityOrderItemReport
source: Change Quantity Items Report
ar_kw: تقرير سندات تسوية الاصناف

# TransferOrderItemReport
source: Transfer Items Report
ar_kw: تقرير تحويل الى المخزن

# UserStorePremission
source: Assign users permissions for Inventories
ar_kw: تعين صلاحيات المخازن للمستخدمين

# BackTitle
source: Back
ar_kw: الرجوع

# UnauthorisedMsg
source: Unauthorised Request
ar_kw: الصلاحية غير مصرح به

# PermissionNotValidMsg
source: You can not access this permission
ar_kw: ليس مصرح لك استخدام هذه الخاصية

# ErrorMessage
source: This is an error in the system during Saving
ar_kw: حدث خطا فى النظام عند الحفظ

# ItemsStockCard
source: Items Asset Card
ar_kw: استمارة حصر عهدة

source: Display RFID
ar_kw: عرض RFID

source: Items Report
ar_kw: تقرير بالاصناف

# CurrentChangeQuantity
source: Quantity after change
ar_kw: اجمالى الكمية عند التسوية

source: Out Quantity
ar_kw: الكمية المصروفه

source: Empty Rooms Report
ar_kw: تقرير الغرف الفارغه

source: Item Location
ar_kw: مكان الصنف

source: Empty Room
ar_kw: بدون موظف

# NotEmptyRoom
source: Occupied
ar_kw: تم تسكينها

# OnlyNew
source: New Only
ar_kw: جديده فقط

source: Room Type
ar_kw: نوع الغرفة

# ExcelErrorMessage
source: File must be Excel format with extension xls
ar_kw: يجب ان يكون الملف فى صيغة أكسل بامتداد xls

# WariningMsgCountNumbers
source: Number of Items not equal Scanned Items
ar_kw: عدد العناصر لا يساوي عدد العناصر التى تم مسحها من خلال القاري

# WariningMsgErrorImportItem
source: Error in importing items from file
ar_kw: خطا فى استيراد العناصر من الملف

source: Address
ar_kw: العنوان

source: Contract Name
ar_kw: اسم العقد

# ContractNameEn
source: Contract English Name
ar_kw: اسم العقد بالانجليزية

source: Contract No
ar_kw: رقم العقد

source: Vendor Contracts
ar_kw: عقود الصيانة وكفالات الشركات

source: Vendor Name
ar_kw: أسم الشركة

source: Vendors
ar_kw: شركات التوريد

# VendorId
source: Vendor No
ar_kw: رقم الشركة
