Repository: khaledkwking/AssetsManagement
Catalog: AssetsManagement/App_GlobalResources/DefaultResource.*.resx
Languages: ar_kw

# SearchItems
source: Search Contract Items
ar_kw: البحث عن اصناف العقد

# AddNewItem
source: Add Item
ar_kw: ادرج الصنف

# InStoreItemQty
source: In Store Item Quantity
ar_kw: كمية الصنف عند الصرف

# BarCodeNewTitle
source: Item New Barcode
ar_kw: صنف نثري جديد

# GenrateBarcodeFlag
source: Generate Barcode Flag
ar_kw: النظام يقوم بانشاء باركود

# FromDept
source: From Department
ar_kw: من ادارة

# FromEmp
source: From Employee
ar_kw: من موظف

source: From Room
ar_kw: من غرفة

source: Purchase Date
ar_kw: تاريخ الشراء

# StockDetailsTitle
source: Items details
ar_kw: تفاصيل الصنف

# ToDept
source: To Department
ar_kw: الى ادارة

# ToEmp
source: To Employee
ar_kw: الى موظف

source: To Room
ar_kw: الى غرفة

# TransferAssetsTitle
source: Transfer Assets Orders
ar_kw: اوامر تحويل العهد

source: Transfer Date
ar_kw: تاريخ التحويل

# ItemDestoryQtyTitle
source: Item Destory Qty
ar_kw: كمية الصنف عند الاهلاك

# ReturnStoreItemQty
source: Return Item Qty
ar_kw: كمية الصنف عند المرتجع

# InSufficientReturnQtyMsg
source: InSufficient Return Qty
ar_kw: الكمية المرتجعه اكبر من الكمية الموجودة بالسند

source: Current Item Quantity
ar_kw: الكمية الحالية للصنف

# CurrentTransferItemQuantity
source: Current Transfer Item Qty
ar_kw: كمية الصنف عند التحويل

# DiffInventoryMsg
source: Inventories must be different
ar_kw: يجب ان يكون المخازن مختلف

# RequiredInventoryMsg
source: You must select Inventory
ar_kw: يجب اختيار المخازن

# CurrentChangeItemQuantity
source: Current Item Quantity
ar_kw: كمية الصنف عند التسوية

source: Contract Expired Date
ar_kw: تاريخ انتهاء العقد

# OrderHasContractitle
source: red color means has Maintance contract
ar_kw: اللون الاحمر يعنى وجود عقد صيانة

# PaperNo
source: No of Paper
ar_kw: عدد النسخ

source: Printer Name
ar_kw: أسم الطابعة

# DateMorThanToday
source: Date must greater than today
ar_kw: لا يجب ان يكون التاريخ اصغر من تاريخ اليوم

# MsgToLogin
source: Please Enter your account to log in
ar_kw: يرجى ادخال اسم المستخدم و كلمة المرور بطريقة صحيحة

# PrintingError
source: Error in printer setting
ar_kw: خطا فى اعدادات الطابعة

# ClearItems
source: Clear record
ar_kw: مسح الحقول

# ExpiredDateInvalidMsg
source: One of Items has expired date less than today
ar_kw: احد تواريخ الانتهاء تم ادخاله بتاريخ اقل من اليوم

# StockReport
source: Quanties Report
ar_kw: تقرير الموجودات

# AssetItemTitle
source: Asset Item
ar_kw: صنف عهد

source: Print BarCode
ar_kw: طابعة BarCode

source: Print QRcode
ar_kw: طابعة QRcode

source: Add new In Order
ar_kw: اضافة سند توريد

source: Add new Out Order
ar_kw: اضافة سند صرف

source: Print Asset Card
ar_kw: طباعة بطاقة الجرد

# ItemCategoryType
source: Item Category
ar_kw: تصنيف الصنف

# ItemsMainCategory
source: Main Cat Item
ar_kw: التصنيف الرئيسي للاصناف

# UserMainCatsPremission
source: Assign users permissions for Main Items
ar_kw: تعين صلاحيات الاصناف للمستخدمين

# ErrorTitle
source: An error occurred in the system, you can return to the home page
ar_kw: حدث خطاء فى النظام يمكنك الرجوع الى الصفحة الرئيسية

# BackTpMain
source: Back to home page
ar_kw: الرجوع الى الصفحة الرئيسية

source: Upload Items
ar_kw: تحميل الاصناف

# CheckItemIdMsg
source: there is item Id not found in Items data
ar_kw: يوجد عنصر ItemId غير موجود فى بيانات الاصناف

# CheckStockIdMsg
source: there is item with same RFID
ar_kw: يوجد عنصر موجود قبل ذلك ب RFID

source: Upload Item Data
ar_kw: استيراد بيانات الاصناف

source: Preview Details
ar_kw: معاينة طباعه تفصلية

source: Location
ar_kw: المكان

# RequestOrderAdd
source: Add Item Request
ar_kw: اضافة طلب صرف

# RequestOrders
source: Items Request Orders
ar_kw: طلبات صرف الاصناف

# SelectItemAndQtyMsg
source: Choose Item and Enter Quantity
ar_kw: يجب اختار الصنف و ادخل الكمية المطلوبه

source: Request Status
ar_kw: حالة الطلب

# UserDepartementPremission
source: User Departement Permission
ar_kw: تعين صلاحيات ادارات للمستخدمين

source: Manager Confirm
ar_kw: اعتماد رئيس المخازن

source: StoreKeeper Confirm
ar_kw: اعتماد امين المخزن

source: Supervisor Confirm
ar_kw: اعتماد المراقب

# ApprovedRequestMessage
source: Request is Approved
ar_kw: تم الاعتماد بنجاح

# BarcodedifferenceMessage
source: The barcodes must have different codes in the barcode
ar_kw: يجب ان يكون الباركود اصناف العهد مختلفين فى الباركود

# ChooseAssetItemsMessage
source: The quantity is insufficient in the warehouse or the specified items are not specified on the voucher. Please review the voucher
ar_kw: الكمية غير كافية بالمخزن او لم يتم تحديد الاصناف العهد الموجودة بالسند الرجاء مراجعة السند

source: Choose Barcode
ar_kw: اختار الباركود

source: Current Barcode
ar_kw: الباركود الحالى

# DefineAssetItemsMessage
source: specify items are not specified on the voucher. Please review the voucher
ar_kw: يجب اولا يتم تحديد الاصناف العهد

# QtyinsufficientMessage
source: The quantity is insufficient in the warehouse or
ar_kw: الكمية غير كافية للاصناف العهده (غير نثرية)

source: Follow Requests
ar_kw: متابعة الطلبات

# RejectedRequestMessage
source: Rejected Request success
ar_kw: تم رفض الطلب بنجاح

# RejectTitle
source: Reject
ar_kw: رفض

# HideZeroTitle
source: Hide Zero
ar_kw: اخفاء القيم الصفرية

# NotAllowOut
source: Not Allowed out
ar_kw: قابل للصرف
